alexcvzz.vscode-sqlite
barbosshack.crates-io
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
fill-labs.dependi
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
midouest.playdate-debug
mohsen1.prettify-json
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
nefrob.vscode-just-syntax
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
slint.slint
sumneko.lua
tamasfe.even-better-toml
vadimcn.vscode-lldb
webfreak.debug
yzhang.markdown-all-in-one
ziglang.vscode-zig
